ani-cli
app2unit
autokey-common
darkly-bin
fetch-git
gowall-bin
halley
hollywood
inir-deps
lib32-vkbasalt
libcava
linux-wallpaperengine-git
logseq-desktop-bin
millennium
nautilus-admin-gtk4
neofetch
otf-space-grotesk
paru
paru-debug
pear-desktop
pipes.sh
protonplus
protonup-qt
spicetify-cli
spotify
terminal-rain-lightning
ttf-material-symbols-variable-git
ttf-oxanium
ttf-readex-pro
ttf-roboto-flex
ttf-rubik-vf
ttf-twemoji
tty-clock
vesktop-bin
vkbasalt
whitesur-icon-theme
wtf
xdg-desktop-portal-halley
yay
yay-debug
zen-browser-bin
