7zip
adobe-source-code-pro-fonts
adw-gtk-theme
amd-debug-tools
amd-ucode
amdsmi
asciiquarium
aubio
awww
base
base-devel
bat
bc
bind
blueman
bluez
bluez-utils
brightnessctl
btop
bun
capitaine-cursors
cava
chafa
clang
cliphist
cmatrix
corectrl
ddcutil
distrobox
dnsmasq
docker
efibootmgr
evolution-data-server
expac
eza
fastfetch
fd
fish
flatpak
flatpak-builder
flite
foot
fortune-mod
fprintd
frameworkintegration
fuzzel
fzf
gamemode
gamescope
geoclue
git
glfw
gnome-keyring
grim
grub
gum
helvum
hip-runtime-amd
hyprpaper
hyprpicker
hyprpolkitagent
imlib2
inotify-tools
iw
jdk17-openjdk
jq
jre21-openjdk
kdeconnect
kdecoration
kdenlive
kdialog
kew
kitty
komikku
kvantum
kvantum-qt5
lazygit
lib32-vulkan-radeon
libqalculate
libva-utils
libvirt
links
linux-firmware
linux-zen
linux-zen-headers
lolcat
luarocks
lutris
man-db
man-pages
mangohud
mesa-demos
mission-center
mold
mpd
mpv-mpris
nautilus
neovim
network-manager-applet
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntfsprogs
nwg-look
obs-studio
opencode
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-jack
plasma-browser-integration
plasma-integration
plymouth
pnpm
podman
polkit-gnome
power-profiles-daemon
prismlauncher
protontricks
python-pipx
python-pynvim
qemu-desktop
qemu-full
qpwgraph
qt6-sensors
qt6-virtualkeyboard
qt6ct
quickshell
reflector
rmpc
rocm-hip-runtime
rocm-opencl-runtime
rpm-tools
rsync
satty
sddm
sl
slurp
socat
songrec
speedtest-cli
starship
steam
strace
swappy
swaybg
swayidle
swaylock
syntax-highlighting
tectonic
tesseract-data-spa
translate-shell
trash-cli
tree-sitter-cli
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-roboto
ttf-roboto-mono
ueberzugpp
unrar
unzip
uv
viu
vlc
vulkan-headers
vulkan-radeon
vulkan-tools
waybar
wayland-utils
wf-recorder
wget
wine
wine-gecko
wine-mono
wl-clipboard
wlsunset
wtype
xclip
xdg-desktop-portal-gnome
xorg-xhost
xorg-xinit
xwayland-satellite
ydotool
yt-dlp
zed
zoxide
zsh
zsh-completions
